samples/request-unsigned-soap11.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header/>
    <soap:Body>
        <tns:Ping xmlns:tns="urn:php-soap:interop">
            <tns:message>hello from the interop harness</tns:message>
        </tns:Ping>
    </soap:Body>
</soap:Envelope>
